{
  "pdfs": [
    {
      "filename": "NDA-اتفاقية المحافظة على سرية المعلومات 3 1.pdf",
      "content": "--- Page 1 ---\nتامولعملا ةيرس ىلع ةظفاحملا ةيقافتا\nNon-Disclosure Agreement\nThis Non-Disclosure Agreement is made on موي يف ةيقافتلاا هذه ماربإ مت هقيفوتو الله نوعب\nBETWEEN: :نم لك نيب م خيراتب\n(1) The General Authority for Military بجومب ةسسؤملا ،ةيركسعلا تاعانصلل ةماعلا ةئيهلا .1\nIndustries, established by the Council of خيراتب 695 مقر ءارزولا سلجم رارق\nMinisters approval No. 695 dated\nراشيو ، م2017/8/14 قفاوملا( ـه1438/11/22\n(\n22/11/1438H (corresponding to 14/08/2017)\nhereinafter (\"first party\"); and .)\"لولأا فرطلا\"( ـب دعب اميف هيلإ\n(2) ، .2\nwith a commercial registration No. هيلإ راشيو ) ( مقر لجس بجومب\n( ) hereinafter (the \"second\n.)\"يناثلا فرطلا\"( ـب دعب اميف\nparty\").\nـب نيعمتجم يناثلا فرطلاو لولأا فرطلا ىلإ راشيو\nThe first party and the second party shall be referred\nto collectively as (the \"Parties\"). .)\"نيفرطلا\"(\nصحفلا تاءارجإ ىلع لمعي لولأا فرطلا نإ ثيح\nWhereas the first party is working on Military\nفرطلا حلاصل ةيركسعلا تادعملاو تاجتنملل لوبقلاو\nEquiepment and Products Accaptence and\nIncpection procedures for the First Party عورشملا مسا ، لولأا\n( ), ) (\nand whereas the second party is providing various صخت ةفلتخم تامدخ ميدقتب موقيس يناثلا فرطلا نأ ثيحو\nservices related to the Project, and whereas the first\nلولأا فرطلا موقي دق هنأ ثيحو هلاعأ روكذملا عورشملا\nparty or its Representatives may disclose\n.يناثلا فرطلا ىلإ ةيرس تامولعم نع حاصفلإاب هيلثمم وأ\nConfidential Information to the second party. THE\nًاعرش ةربتعملا ةيلهلأا لماكب امهو نيفرطلا قفتا دقف ،اذل\nPARTIES AGREE as follows:\n:يتلآا ىلع ًاماظنو\n1. DEFINITIONS AND تاريسفتلاو تافيرعتلا .1\nINTERPRETATION\nةحضوملا يناعملا ةيقافتلاا هذه يف ةدراولا تادرفملل نوكي\nIn the agreement: :اهمامأ\n(a) “Affiliate” means, in relation to a body يأ ،يرابتعا صخشب قلعتي اميف ينعي \"عبات\" )أ(\ncorporate, any subsidiary or holding company وأ يرابتعلاا صخشلا اذهل ةضباق وأ ةعبات ةكرش\nof such body corporate, and any subsidiary of\n.رخلآ تقو نم ،ةضباقلا ةكرشلل ةعبات ةكرش يأ\nany such holding company, in each case from\ntime to time;\n(b) “Business Day” means a day (other than a ةعمجلا يموي ادعام – مايلأا ينعي \"لمع موي\" )ب(\nFriday or Saturday) on which banks in the ةيبرعلا ةكلمملا يف كونبلا اهيف لمعت يتلا -تبسلاو\nKingdom of Saudi Arabia are open for\n.ةيدوعسلا\nordinary banking business;\nGAMI - Confidential ديقم\n\n--- Page 2 ---\n(c) “Confidential Information” includes the لا لاثملا ليبس ىلع لمشتو \"ةيرس تامولعم\" )ج(\nfollowing, without limitation: :رصحلا\nall business, technical, financial, ،ةيليغشتلاو ،ةيلاملاو ،ةينقتلا تامولعملا عيمج -\noperational, administrative, legal, يأو ةيداصتقلااو ،ةينوناقلاو ،ةيرادلإاو\neconomic and other information in\nهيعباتو لولأا فرطلاب قلعتت ىرخأ تامولعم\nwhatever form (including in written,\nهذه تناك ءاوس ،لولأا فرطلاب قلعتت وأ\noral, visual or electronic form) relating\nوأ ةيهفش وأ ةيباتك ةروص يف تامولعملا\nto the first party, its Affiliates that is\ndirectly or indirectly disclosed, whether يناثلا فرطلل اهنع حاصفلإا مت يتلاو ةينورتكلإ\nbefore, on or after the date of this لكشب ءاوس يناثلا فرطلا يلثمم نم يلأ وأ\nagreement, to the second party or any of هذه ماربإ خيرات دعب وأ لبق رشابم ريغ وأ رشابم\nits Representatives, by the first party or\nلبق نم وأ لولأا فرطلا لبق نم كلذو ةيقافتلاا\nany of our Representatives or which\nنأ نكمي يتلا وأ ،لولأا فرطلا يلثمم نم يأ\ncomes to your attention in connection\n.عورشملاب قلعتي اميف يناثلا فرطلا اهيلع فقي\nwith the Project;\nall information in whatever form وأ ةيباتك( تناك ةروص يأب تامولعملا عيمج -\n(including in written, oral, visual or ةلاحب قلعتت يتلاو )ةينورتكلإ وأ ةيهفش\nelectronic form) relating to the\nاهاوتحمو ةيقافتلاا هذه كلذ لمشيو عورشملا\nexistence, status or progress of the\nتاشاقن يأ يف اهنع حاصفلإا متي تامولعم يأو\nProject including the existence and\n.عورشملا لوح متت\ncontents of this agreement and any\ndiscussions that may take place in\nrelation to the Project; and\nall documents that contain or reflect or سكعت وأ يوتحت يتلا تادنتسملاو قئاثولا عيمج -\nare generated from any of the foregoing وأ تادنتسم يأ وأ هلاعأ اهيلإ راشملا تامولعملا\nand all copies of any of the foregoing;\nراشملا تادنتسملاو قئاثولا نم يأ نم خسن يأ\n.هلاعأ اهيلإ\n(d) “Representatives” means, in relation to the هيعبات ،لولأا فرطلاب قلعتي اميف ينعت \"نيلثمم\" )د(\nfirst party, its Affiliates and their respective ءلاكولاو نيفظوملاو ءاردملا كلذ يف امب\ndirectors, officers, employees, agents,\n،يناثلا فرطلاب قلعتي اميف ينعتو .نيراشتسملاو\nconsultants and advisers, and, in relation to\n.نيينهملا هيراشتسم\nthe second party, means its professional\nadvisors; and\n(e) references to a “person” includes any ،ةكرش ،درف يأ لمشت \"صخش\" ىلإ ةراشإ يأ )ه(\nindividual, corporation, legal person, state or ريغ نايك يأ وأةماع ةئيه وأ ةلود ،يرابتعا صخش\nagency of a state, and any unincorporated\n.سسؤم\norganisation.\n2. DUTY OF CONFIDENTIALITY ةيرسلا ىلع ةظفاحملاب مازتللاا .2\n2.1 The second party undertakes to hold the ةيرسلا تامولعملا ىلع ظافحلاب يناثلا فرطلا مزتلي 2.1\nConfidential Information in strict confidence ًايئزج وأ ً ايلك اهرادصإ وأ اهرشن وأ اهءاشفإ مدعو\nGAMI - Confidential ديقم\n\n--- Page 3 ---\nand must not disclose, reproduce or distribute صخش يلأ رشابم ريغ وأ رشابم لكشب ءاوس\nany Confidential Information in whole or in كلذ نوكي نأ طرشب يناثلا فرطلا يلثمم فلاخب\npart, directly or indirectly, (or permit any of دعب كلذو عورشملاب ًاقلعتمو ًايرورض ءاشفلإا\nthe foregoing) to any persons, other than to its\nلبق نم ةقبسملا ةيطخلا ةقفاوملا ىلع لوصحلا\nRepresentatives to the extent that such\n.لولأا فرطلا\ndisclosure is strictly necessary for the\npurposes of the Project and in all cases\nfollowing the prior written approval of the\nfirst party.\n2.2 The second party undertakes that neither it nor يأ مادختسا هيلثممل وأ يناثلا فرطلل زوجي لا 2.2\nany of its Representatives may, without the صخش يلأ حامسلا وأ ضرغ يلأ ةيرس تامولعم\nfirst party prior written consent, use any\nقلعتت تامولعم رشنب صخش يأ ةدعاسم وأ\nConfidential Information for any purpose or\nلبق نم ةقبسملا ةيطخلا ةقفاوملا نودب ،عورشملاب\nmake, permit or assist any other person to\n.لولأا فرطلا\nmake any public announcement in relation to\nthe Project.\n2.3 The undertakings given by the second party in ةيقافتلاا هذه يف ةدراولا تامازتللاا عيمج ربتعت 2.3\nthis agreement are given on the second party نع ةباينلاب وأ ًايصخش يناثلا فرطلا نم ةرداص\nown behalf and on behalf of each of its\nيناثلا فرطلا مزتليو .مهتقفاومو ماتلا مهملعب هيلثمم\nRepresentatives with their full knowledge and\nهذه طورشو ماكحأب هيلثمم عيمج ملع نم دكأتلاب\nauthority. The second party must ensure that\nدق اوناك ول امك اهيف ءاج امب مهمازتلابو ةيقافتلاا\neach of its Representatives is informed of the\nterms of this agreement and procure that each مهنوك مدع نع رظنلا ضغب( ةيقافتلاا هذه اومربأ\nof Representative adheres to the terms of this يناثلا فرطلا لمحتيو )ةيقافتلاا هذهل ًافرط\nagreement as if it had entered into this .ةيقافتلاا هذه طورشو ماكحأب هيلثمم مازتلا ةيلوؤسم\nagreement in the second party’s place\n(notwithstanding that it is not a party hereto)\nand the second party will be responsible to the\nextent that any of its Representatives does not\ndo so.\n3. RETURN OR DESTRUCTION OF\nCONFIDENTIAL INFORMATION اهفلاتإ وأ ةيرسلا تامولعملا ةداعإ .3\nWhere the first party or the second party elect not to فرطلا لبق نم ءاوس عورشملاب يضملا مدع ررقت لاح يف\nproceed with the Project or where the first party, in فرطلا بلط لاح يف وأ ،يناثلا فرطلا لبق نم وأ لولأا\nits sole discretion, at any time, so demand in writing, فرطلا ىلع بجو ،هريدقتل ًاقفو تقو يأ يف كلذ لولأا\nthe second party and each of its Representatives will\nىلع يوتحت قئاثو وأ تادنتسم يأ فلاتإ وأ ةداعإ يناثلا\nwithin five (5) Business Days destroy or return to the\nلاح يفو .لمع مايأ )5( ةسمخ للاخ كلذو ةيرس تامولعم\nfirst party any documents containing Confidential\nInformation. In the event that the destruction of ديوزتب يناثلا فرطلا مزتلي ،تادنتسملا كلت فلاتإ ررقت\ndocuments is required, the second party must certify تامولعملا كلت فلاتإب ديفي يطخ ديكأتب لولأا فرطلا\nto the first party in wiring that such destruction has .ةيرسلا\noccurred.\nGAMI - Confidential ديقم\n\n--- Page 4 ---\n4. GENERAL ةماع ماكحأ .4\n4.1 The non-disclosure obligations in this نم ةيقافتلاا هذه يف ةدراولا تامازتللاا قبطنت 4.1\nagreement apply from the date hereof and .ةدودحم ريغ ةدملو اهخيرات\nshall continue in perpetuity.\n4.2 No right or license is granted to the second ةلصتملا ةيركفلا قوقحلا عيمج لولأا فرطلل نوكي 4.2\nparty in relation to the Confidential ىلع يناثلا فرطلل لصحي لاو ةيرسلا تامولعملاب\nInformation and all intellectual property\nتامولعملاب لصتي اميف ةصخر وأ قوقح يأ\nrights subsisting therein shall remain the sole\nةيركف قوقح يأ هل نوكي لاو اهاقلتي يتلا ةيرسلا\nand exclusive property of the first party.\n.اهب ةلصتم\n4.3 No assignment of this agreement or any of its نم يأ نع وأ ةيقافتلاا هذه نع لزانت يأ يرسي لا 4.3\nterms may take place without the first party ةقبسم ةيطخ ةقفاومب لاإ اهيف ةدراولا تامازتللاا\nprior written consent.\n.لولأا فرطلا لبق نم\n4.4 The first party disclaims any and all تانامض وأ تادهعت يأ لولأا فرطلا مدقي لا 4.4\nrepresentations or warranties of any kind, ةقدو ةحصب قلعتي اميف )ينمض مأ حيرص لكشب(\nwhether express or implied, made with\nفرطلا لمحتي لاو .ةيرسلا تامولعملا لامتكاو\nrespect to the Confidential Information\nنم يأ وأ يناثلا فرطلا هاجت ةيلوؤسم يأ لولأا\nincluding as to its truth, accuracy or\nررض وأ ةراسخ وأ ةبلاطم يأب قلعتي اميف هيلثمم\ncompleteness. To the fullest extent permitted\nby law, the first party shall have no liability to ةيرسلا تامولعملاب قلعتي وأ نع جتني عون يأ نم\nthe second party or any of its Representatives .ًاماظن هب حومسملا ردقلاب كلذو\nfor any claim, loss or damage of any kind or\nnature whatsoever arising out of or in\nconnection with the Confidential Information.\n4.5 No variation or amendment of this agreement هذه ىلع تارييغت وأ تلايدعت يأ يرست لا 4.5\nshall be valid unless it is in writing and duly لبق نم اهيلع ً اعقومو ةبوتكم تناك اذإ لاإ ةيقافتلاا\nexecuted by both parties.\n.نيفرطلا\n4.6 Any notice or other communication given متي يتلا تابطاخملا وأ تاراعشلإا نوكت نأ بجي 4.6\nunder this agreement or in connection with the يأب قلعتت يتلا وأ ةيقافتلاا هذه بجومب اهميدقت\nmatters contemplated herein shall be in\nوأ ةيبرعلا ةغللاب اهبجومب أشنت نأ نكمي ةلأسم\nArabic or English language, addressed to the\nيسيئرلا رقملا ىلإ ةهجوم نوكت نأو ةيزيلجنلإا\nhead office of the addressee.\n.ينعملا فرطلل\nGAMI - Confidential ديقم\n\n--- Page 5 ---\n4.7 This agreement has been executed in the ،ةيزيلجنلااو ةيبرعلا ةغللاب ةيقافتلاا هذه تمربأ 4.7\nArabic and English languages. In case of يأ دوجو دنع يبرعلا صنلاب ذخؤي نأ ىلع\ninconsistency, the Arabic text shall prevail.\n.نيصنلا نيب فلاتخا\n،خسنلا نم ناك ددع يأ نم ةيقافتلاا هذه ررحت 4.8\n.ةيقافتلاا هذه نم لصلأا ةخسن يأ لثمتو\n4.8 This agreement may be executed in any\nnumber of counterparts. Each counterpart\nshall constitute an original of this agreement.\n4.9 This agreement shall supersede all written and وأ ةبوتكم تايقافتا يأ لحم ةيقافتلاا هذه لحت 4.9\noral agreements of the parties entered into عم لماعتلا ةيفيكب قلعتي اميف نيفرطلا نيب ةيهفش\nwith regard to the treatment of Confidential\n.ةيرسلا تامولعملا\nInformation.\n4.10 This agreement shall be governed by and ةيبرعلا ةكلمملا ةمظنلأ ةيقافتلاا هذه عضخت 4.10\nconstrued in accordance with the laws of the ىلع نيفرطلا قفاويو .اهبجومب رسفتو ةيدوعسلا\nKingdom of Saudi Arabia and the parties\nةيدوعسلا ةيبرعلا ةكلمملا مكاحمل نوكي نأ\nagree to submit to the exclusive jurisdiction of\nنيب أشني عازن يأ لحب يرصحلا صاصتخلاا\nthe courts of the Kingdom of Saudi Arabia.\n.ةيقافتلاا هذهب لصتي اميف نيفرطلا\n__________________________ __________________________\nنع ةيركسعلا تاعانصلل ةماعلا ةئيهلا نع\nFor and on behalf of For and on behalf of\nThe General Authority for Military Industries\nName\nPassport/Saudi Civil ID No.:\nGAMI - Confidential ديقم",
      "length": 11648
    },
    {
      "filename": "pmoمتطلبات إدارة المشاريع 2.pdf",
      "content": "--- Page 1 ---\n:Pmo عيراشملا ةرادإ بتكم تاطارتشا\nةيركسعلا تاعانصلل ةماعلا ةئيهلا يف عيراشلما ةرادإ بتكم ةيجهنمب مازتللاا دقاعتلما ىلع بجي .أ\nةيركسعلا تاعانصلل ةماعلا ةئيهلاب ةصاخلا بلاوقلا مادختساب عورشلما قلاطإ عامتجا صخي يميدقت حئارش ضرع ميدقت دقاعتلما ىلع بجي .ب\nنيفرطلا لبق نم اهدامتعا متيو لامعلاا ءدب رضحم عم دمتعلما ينمزلا جمانربلا نم ةخسن قافرا متي .ج\nزاجنلإا خيرات نم ى صقا دحب مايأ 10 للاخ اهدامتعا متي يتلا تاجرخملل ريتاوف رادصا دقاعتلما ىلع بجي .د\n.ينملأا حسلما تاءارجا ءدب تاياغل ةيسرتلا راعشا نم مايأ 5 للاخ ةذفنلما ةكرشلا لمع قيرف تامولعم لاسرا .ه\n. هل ةلوخلما تايحلاصلاب هفيلكت حضوي ةذفنلما ةكرشلا نم عورشم ريدم نييعتب دمتعم باطخ ميدقت .و\n.يناربيسلا نملأل ةينطولا ةئيهلا نم ةرداصلاو ةئيهلا يف يناربيسلا نملأاب ةصاخلا تاميظنتلاو حئاوللاب مازتللاا .ز\nيناربيس نمأ ةثداح ثودح لاح يف لصاوتلا تاءارجإ .ح\nةينطولا تانايبلا ةرادإ بتكم نم ةرداصلاو ةئيهلا يف تانايبلا ةرادإ بتكمب ةصاخلا تاميظنتلاو حئاوللاب مازتللاا .ط\nعيقوت نم مايأ 10 للاخ عيراشلما ةرادإ بتكم طباوض بسح MS – PROJECT ةغيصب ينمز جمانرب ىلا ةفاضلإاب ةيليصفت لمع ةطخ ميدقت .ي\n: ةيلاتلا طورشلا قفو دقعلا\nدقعلاب روكذلما عورشلما مسا عم ينمزلا لودجلاب عورشلما مسا قباطت نم دكأتلا .1\nسيمخلا موي ىلا دحلأا موي نم لمعلا مايأ طبض نم دكأتلا .2\nلمعلا ريس عم ةلخادتلما ةيمسرلا تازاجلاا هاعارم .3\nينمزلا لودجلاب ةروكذلما تاجرخلما عم دقعلاب ةدمتعلما تاجرخلما مسا قباطت .4\nدقعلا بسح هل ةصصخلما ةينمزلا ةدلمابو جرخلماب ةصاخلا تاطاشنلا ةيادب خيراتب مازتللاا .5\nً\nمدقتل ةقيقدلا ةبقارلما نامضل لمع مايأ 5 ةمهم يلأ ىوصقلا ةدلما زواجتت لا ثيحب يفكي امب لاصفم لودجلا نوكي نأ بجي .6\nعورشلما\n)auto scheduled mode( ةيئاقلتلا ةيعضولاب نوكت نا بجي ةطشنلأا عيمج .7\n(predecessors( ماهلما تايدامتعا نيمضت بجي .8\nGAMI - Confidentialديقم",
      "length": 1675
    },
    {
      "filename": "تاهيل 1.pdf",
      "content": "--- Page 1 ---\nنيدروملا ليهأت تابلطتم\nHere is a list of requirements for the ةماعلا ةئيهلاب ةصاخلا تابلطتملاب ةمئاق مكيلإ\nGeneral Authority for Military Industries ةصنم يف اهميدقتل ةيركسعلا تاعانصلل\nto be submitted on the Etimad .دامتعا\n.platform ددرتلا مدع لمأن تاراسفتسا يا دوجو لاح يف\nIf you have any inquiries, we hope you do ربع انتلسارم وأ (0112821000) ىلع لاصتالاب\nnot hesitate to call (0112821000) or ينورتكلالا ديربلا\n.write to us via email procurement@gami.gov.sa\nprocurement@gami.gov.sa ليهأتلا ةرادإ تايحت عم\nGreetings from the Rehabilitation\nDepartment\nGAMI - Publicماع\n\n--- Page 2 ---\nGeneral Pre-qualification Requirements: : ليهأتلل ةماعلا تابلطتملا\n1. Copy of a valid Commercial Registration Certificate يوتحي نأ ىلع لوعفملا يراس يراجتلا لجسلا نم ةروص .1\nand it should include the works for which Contractor is .هل ليهأتلا بولطملا لمعلا لاجم ىلع\nseeking pre-qualification.\n2. Copy of a valid Zakat Payment Certificate. .لوعفملا ةيراس ةاكزلا ةداهش نم ةروص .2\n3. Copy of valid registration Certificate in General تانيمأتلل ةماعلا ةسسؤملاب ليجستلا ةداهش نم ةروص .3\nOrganization for Social Insurance. .لوعفملا ةيراس ةيعامتجالا\n4. Copy of a valid Chamber of Commerce & Industry ةيراس ةيعانصلا ةيراجتلا ةفرغلل باستنالا ةقيثو نم ةروص .4\nCertificate. .لوعفملا\n5. Copy of a valid Classification Certificate issued by the ةرازو نم ةرداص نيلواقملا فينصت ةداهش نم ةروص .5\nMinistry of Municipality & Rural Affairs and it should نوكي نأ ىلع لوعفملا ةيراس ةيورقلاو ةيدلبلا نوؤشلا\ninclude the works for which Contractor is seeking pre- بسحو هل ليهأتلا بولطملا لمعلا لاجم يف فنصم\nqualification with required grade. .ةبولطملا ةجردلا\n6. Copy of valid Saudization Certificate. .لوعفملا ةيراس ةدوعسلا ةداهش نم ةروص .6\n7. For foreign companies, Please provide a certificate كنب نم ةداهش ميدقت ىجري ،ةيبنجألا تاكرشلل ةبسنلاب .7\nfrom a recognized bank acceptable to Saudi Arabian نإ( يدوعسلا يبرعلا دقنلا ةسسؤم نم ةلوبقم هب فرتعم\nMonetary Agency SAMA (If applicable) )تدجو\n8. Copy of your company pre-qualify with: (ARAMCO, وأ ءابرهكلل ةيدوعسلا ةكرشلا ىدل ةكرشلا ليهأت نم ةروص .8\nSEC, MARAFIQ and SABIC) (If available) . )دجو نإ( ) كباس وأ قفارم وأ وكمارأ\n9. For foreign companies, Investment Certificate from رامثتسالاو ةراجتلا ةرازو نم رامثتسالا ةداهش ةروص .9\nSaudi Arabia General Investment Authority (SAGIA) )ةيبنجألا تاكرشلل\n10. Copy of Article of Association & any amendments اقحال هيلع يرجت تاليدعت يأو سيسأتلا دقع نم ةروص .10\nthereafter\nتاونس ثالث رخآل ةسسؤملا وأ ةكرشلل يلاملا عضولا .11\n11. Financial report for the last 3 years. ليجست ةقيثو( ةيصصختلا فارتعالا تاداهش نم ةروص .12\nةيدوعسلا ةئيهلاب ليجست ةداهش ،يعانصلا نمألا\n12. Copy of certificate professional recognition of) Saudi )خلا ... نيسدنهملل\nCouncil of Engineers. Certificate..etc.) Industrial Security .موتخمو عقوم ليهأتلا تابلطتم ةمئاق جذومن ميدقت. .13\nلودج ميدقت متي نأ مزلي نماضتلاب ليهأتلا بلط لاح يف\n13. Fill the pre-qualification requirement checklist ةموتخمو هعقوم ةنماضتملا تاكرشلا نيب لامعألا ميسقت\nsigned and stamped. .ةيراجتلا ةفرغلا نم اهقيدصت متي نا ىلع نينماضتملا نم\nIn case of request for qualification in joint venture, it is\nnecessary to submit a division of work between the\njoint companies signed and stamped by the companies\nand certified by the Chamber of Commerce.\nGAMI - Publicماع\n\n--- Page 3 ---\n:يسدنهلا لاجملل ليهأتلا تابلطتم\n1. Pre-qualification Requirements for\nEngineering Services:\nتاونس سمخلا لالخ لامعألا تاربخب ةمئاق .1\n1. Experience list for the last 5 years\nلاجم يف اهجراخ وأ ةكلمملا لخاد ةيضاملا\nshowing the works executed by ىلع ةلمتشم هل ليهأتلا بولطملا لمعلا\nthe company inside/outside Saudi قدصت نأ ىلع ذفّ نملا لمعلا قاطن\nArabia including the scope of وأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nworks for which the company is . ةيعانصل\nseeking pre-qualification. نمألاو ةئيبلاو ةحصلا قئاثوو تالجس .2\n(EHSS). ةمالسلاو\nChamber of Commerce or\n(150). ةيرايعملا ةقباطملا تاداهش\nIndustry should certify content of\nتماق يتلا لامعألل زاجنإلا تاداهش .3\nsuch list.\nنم ةسسؤملا وأ ةكرشلا اهذيفنتب\n2. Environment, Health, Safety,\nيف اهجراخ وأ ةكلمملا لخاد نيديفتسملا\nSecurity (EHSS) Procedures and\nًاحضوم هل ليهأتلا بولطملا لمعلا لاجم\nrecords\nةذفنملا لامعألا قاطن\n3. International Organization for\nيوذو نيينهملا ةكرشلل يميظنتلا لكيهلا .4\nStandardization Certificates (ISO). .ةربخلا\n4. Performance Certificates issued by ةلماعلا ىوقلاب ةمئاق .5\nclients indicating the works ةدوجلا نامضو مكحتلا ليلد .6\nexecuted inside/outside Saudi\nArabia for which the Contractor is\nseeking pre- qualification.\n5. Company organization structure\nand experienced professionals.\n6. Man power capacity\n7. Quality assurance & control\nProcedures.\nGAMI - Publicماع\n\n--- Page 4 ---\nPre-qualification Requirements for :ينفلاو يئاشنإلا لاجملل ليهأتلا تابلطتم\nConstruction and technical works:\nتاونس سمخلا لالخ لامعألا تاربخب ةمئاق .1\n1. Experience list for the last 5 years\nلاجم يف اهجراخ وأ ةكلمملا لخاد ةيضاملا\nshowing the works executed by the\nىلع ةلمتشم هل ليهأتلا بولطملا لمعلا\ncompany inside/outside Saudi\nقدصت نأ ىلع ذفّ نملا لمعلا قاطن\nArabia including the scope of\nوأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nworks for which the company is . ةيعانصل\nseeking pre-qualification. Chamber ةمالسلاو نمألاو ةئيبلاو ةحصلا قئاثوو تالجس\nof Commerce or Industry should (EHSS).\ncertify content of such list. (150). ةيرايعملا ةقباطملا تاداهش .2\n2. Environment, Health, Safety, تماق يتلا لامعألل زاجنإلا تاداهش .3\nنم ةسسؤملا وأ ةكرشلا اهذيفنتب\nSecurity (EHSS) Procedures and\nيف اهجراخ وأ ةكلمملا لخاد نيديفتسملا\nrecords\nًاحضوم هل ليهأتلا بولطملا لمعلا لاجم\n3. International Certificates (ISO).\nةذفنملا لامعألا قاطن\nOrganization for Standardization\nيوذو نيينهملا( ةكرشلل يميظنتلا لكيهلا .4\n4. Performance Certificates issued by\n.)ةربخلا\nclients indicating the works\nexecuted inside/outside Saudi\nةلماعلا ىوقلاب ةمئاق .5\nArabia for which the Contractor is\nseeking pre- qualification. ةدوجلا نامضو مكحتلا ليلد .6\n5. Company organization structure\nand experienced professionals.\n6. Man power capacity\n7. Quality assurance & control\nProcedures.\nGAMI - Publicماع\n\n--- Page 5 ---\nPre-qualification Requirements for :ةيراشتسالا لامعألا لاجمل ليهأتلا تابلطتم\nConsultants:\n.1Experience list for the last 5 years showing ةسسؤملا وأ ةكرشلا اهب تماق يتلا لامعألاب ةمئاق .1\nthe works executed by the company وأ ةكلمملا لخاد ةيضاملا تاونس سمخلا لالخ\ninside/outside Saudi Arabia including the هل ليهأتلا بولطملا لمعلا لاجم يف اهجراخ\nscope of works for which the Contractor is قدصت نأ ىلع ذفنملا لمعلا قاطن ىلع ةلمتشم\nseeking pre-qualification. Content of such .ةيعانصلا وأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nlist should be certified by Chamber of\nCommerce or Industry. ةكرشلا اهذيفنتب تماق يتلا لامعألل زاجنإلا تاداهش .2\n.2Performance Certificates issued by clients اهجراخ وأ ةكلمملا لخاد نيديفتسملا نم ةسسؤملا وأ\nindicating the works executed قاطن ًاحضوم هل ليهأتلا بولطملا لمعلا لاجم يف\ninside/outside Saudi Arabia for which the .ةذفنملا لامعألا\nContractor is seeking pre- qualification.\n.3Company organization structure and .)ةربخلا يوذو نيينهملا ةكرشلل يميظنتلا لكيهلا .3\nexperienced professionals\n.4Quality assurance & control Procedures. .ةدوجلا نامضو مكحتلا ليلد .4\nPre-qualification Requirements for :عينصتلا لاجملا ليهأتلا تابلطتم .1\nManufacturers:\nوأ ةكرشلا اهب تماق يتلا لامعألاب ةمئاق .2\n.1Experience list for the last 5 years showing لخاد ةيضاملا تاونس سمخلا لالخ ةسسؤملا\nthe works executed by the company بولطملا لمعلا لاجم يف اهجراخ وأ ةكلمملا\ninside/outside Saudi Arabia including the ذفنملا لمعلا قاطن ىلع ةلمتشم هل ليهأتلا\nscope of works for which the Contractor is ةفرغلا نم ةمئاقلا تايوتحم قدصت نأ ىلع\nseeking pre-qualification. Content of such .ةيعانصلا وأ ةيراجتلا\nlist should be certified by Chamber of\nCommerce or Industry. اهذيفنتب تماق يتلا لامعألل زاجنإلا تاداهش .3\nلخاد نيديفتسملا نم ةسسؤملا وأ ةكرشلا\n.2Performance Certificates issued by clients بولطملا لمعلا لاجم يف اهجراخ وأ ةكلمملا\nindicating the works executed .ةذفنملا لامعألا قاطن ًاحضوم هل ليهأتلا\ninside/outside Saudi Arabia for which the\nContractor is seeking pre- qualification. ةمالسلاو ةيئيبلاو ةيحصلا قئاثولاو تالجسلا .4\n.)EHSS( نامألاو\n.3Environment, Health, Safety, Security\n(EHSS) Procedures and records. .)150( ةيرايعملا ةقباطملا تاداهش .5\n.ةدوجلا نامضو مكحتلا ليلد .6\n.4International Organization for\nStandardization Certificates (ISO).\n.5Quality assurance & control Procedures.\nGAMI - Publicماع\n\n--- Page 6 ---\n:يحصلا نيمأتلا لاجمل ليهأتلا تابلطتم\nPre-qualification Requirements for health\ninsurance يبرعلا دقنلا ةسسؤم صيخرت نم ةروص .ا\nيدوعسلا\n1. Copy of a valid Insurance SAMA\nLicense. ةمئاق عم يبطلا لاجملا يف تاربخلاب ةمئاق\n.نييلاحلا ءالمعلا\n2. Experience within the medical sector\nwith list for current customers حضوت نييلاح ءالمع ثالث نم ةيصوت تاباطخ\nةكرشلا ءادأ نسح\n3. Reference letters from three different\nexisting customers mentioning good لاملا سأرو ةكرشلا كالم ليصافت .4\nperformance\nنويلم 5 زواجتت يتلا ةعوفدملا نيمأتلا تابلاطم\n4. Details of company ownership with ةسفانملا خيرات نم ةيضاملا تاونس سمخلل لاير\nissued& paid up capital. خيراتو لاير نويلم 5 زواجتت ةحوتفم تابلاطم يأو\nاهئافو\n5. Details of any claims in excess of\n5,000,000 paid in the five years يميظنتلا لكيهلاو ةكرشلا ةرادإ سلجم ءامسأ .1\npreceding the date of receipt of this\nbid document and any claim in ليغشتلا تايلمعل يذيفنتلا سيئرلا مسا\nexcess of SR 5,000,000 outstanding at\nthe date of the paid submission ينفلا ريدملا تاداهشو تالهؤم\n6. Names of Board members\n7. Name of chief Operating Officer\n8. Qualifications/Insurance technical\nhead/manager certificate of the\nGAMI - Publicماع\n\n--- Page 7 ---\nGAMI - Publicماع\n\n--- Page 8 ---\nNo: : مقرلا\nDate: :خيراتلا\nTo Respected Director of Procurement and مرتحملا دوقعلاو تايرتشملا ةرادإ ريدم /ةداعس\nContracts Department\nSubject: Request for qualification for tender No. ةصاخلاو ) ةصقانملا مقر ( مقر ةصقانملل ليهأت بلط :عوضوملا\n(Project No) & (Project name). .)ةصقانملا مسا(ـب\nانتايحت مكلو\nRegards.\n: لوؤسملا\nAuthorized person:\n:عيقوتلا\nSignature\n:ةكرشلا وا ةسسؤملل يمسرلا ليميالا\nThe official email of the institution or company:\n: يمسرلا متخلا\nOfficial seal:\n.يمسرلا ةكرشلا قرو ىلع باطخلا عبطي :ةظحالم\nGAMI - Publicماع",
      "length": 10075
    },
    {
      "filename": "مشروع تجديد رخص و الخدمات المدارة لأنظمة IVANTI.pdf",
      "content": "--- Page 1 ---\nGAMI- Public ماع\nةيساسألا تامولعملا\nIVANTI ةمظنأل ةرادملا تامدخلا و صخر ديدجت عورشم ةسفانملا مسا\nةسفانملا مقر\n251039012008 يعجرملا مقرلا\nةسفانملا نم ضرغلا\nةزهجالا و ITSM تامدخلا ةرادإب ةصاخلا Ivanti ةمظنأل ميقم سدنهم ريفوت عم ةرادملا تامدخلا ذيفنت و صخر ديدجت\nةساركلا يف ةروكذملا طورشلاو تابلطتملا بسح EPM\nةيريدقتلا ةميقلا\n1,658,304.12\nGAMI - Public ماع",
      "length": 368
    },
    {
      "filename": "NDA-اتفاقية المحافظة على سرية المعلومات 3 1.pdf",
      "content": "--- Page 1 ---\nتامولعملا ةيرس ىلع ةظفاحملا ةيقافتا\nNon-Disclosure Agreement\nThis Non-Disclosure Agreement is made on موي يف ةيقافتلاا هذه ماربإ مت هقيفوتو الله نوعب\nBETWEEN: :نم لك نيب م خيراتب\n(1) The General Authority for Military بجومب ةسسؤملا ،ةيركسعلا تاعانصلل ةماعلا ةئيهلا .1\nIndustries, established by the Council of خيراتب 695 مقر ءارزولا سلجم رارق\nMinisters approval No. 695 dated\nراشيو ، م2017/8/14 قفاوملا( ـه1438/11/22\n(\n22/11/1438H (corresponding to 14/08/2017)\nhereinafter (\"first party\"); and .)\"لولأا فرطلا\"( ـب دعب اميف هيلإ\n(2) ، .2\nwith a commercial registration No. هيلإ راشيو ) ( مقر لجس بجومب\n( ) hereinafter (the \"second\n.)\"يناثلا فرطلا\"( ـب دعب اميف\nparty\").\nـب نيعمتجم يناثلا فرطلاو لولأا فرطلا ىلإ راشيو\nThe first party and the second party shall be referred\nto collectively as (the \"Parties\"). .)\"نيفرطلا\"(\nصحفلا تاءارجإ ىلع لمعي لولأا فرطلا نإ ثيح\nWhereas the first party is working on Military\nفرطلا حلاصل ةيركسعلا تادعملاو تاجتنملل لوبقلاو\nEquiepment and Products Accaptence and\nIncpection procedures for the First Party عورشملا مسا ، لولأا\n( ), ) (\nand whereas the second party is providing various صخت ةفلتخم تامدخ ميدقتب موقيس يناثلا فرطلا نأ ثيحو\nservices related to the Project, and whereas the first\nلولأا فرطلا موقي دق هنأ ثيحو هلاعأ روكذملا عورشملا\nparty or its Representatives may disclose\n.يناثلا فرطلا ىلإ ةيرس تامولعم نع حاصفلإاب هيلثمم وأ\nConfidential Information to the second party. THE\nًاعرش ةربتعملا ةيلهلأا لماكب امهو نيفرطلا قفتا دقف ،اذل\nPARTIES AGREE as follows:\n:يتلآا ىلع ًاماظنو\n1. DEFINITIONS AND تاريسفتلاو تافيرعتلا .1\nINTERPRETATION\nةحضوملا يناعملا ةيقافتلاا هذه يف ةدراولا تادرفملل نوكي\nIn the agreement: :اهمامأ\n(a) “Affiliate” means, in relation to a body يأ ،يرابتعا صخشب قلعتي اميف ينعي \"عبات\" )أ(\ncorporate, any subsidiary or holding company وأ يرابتعلاا صخشلا اذهل ةضباق وأ ةعبات ةكرش\nof such body corporate, and any subsidiary of\n.رخلآ تقو نم ،ةضباقلا ةكرشلل ةعبات ةكرش يأ\nany such holding company, in each case from\ntime to time;\n(b) “Business Day” means a day (other than a ةعمجلا يموي ادعام – مايلأا ينعي \"لمع موي\" )ب(\nFriday or Saturday) on which banks in the ةيبرعلا ةكلمملا يف كونبلا اهيف لمعت يتلا -تبسلاو\nKingdom of Saudi Arabia are open for\n.ةيدوعسلا\nordinary banking business;\nGAMI - Confidential ديقم\n\n--- Page 2 ---\n(c) “Confidential Information” includes the لا لاثملا ليبس ىلع لمشتو \"ةيرس تامولعم\" )ج(\nfollowing, without limitation: :رصحلا\nall business, technical, financial, ،ةيليغشتلاو ،ةيلاملاو ،ةينقتلا تامولعملا عيمج -\noperational, administrative, legal, يأو ةيداصتقلااو ،ةينوناقلاو ،ةيرادلإاو\neconomic and other information in\nهيعباتو لولأا فرطلاب قلعتت ىرخأ تامولعم\nwhatever form (including in written,\nهذه تناك ءاوس ،لولأا فرطلاب قلعتت وأ\noral, visual or electronic form) relating\nوأ ةيهفش وأ ةيباتك ةروص يف تامولعملا\nto the first party, its Affiliates that is\ndirectly or indirectly disclosed, whether يناثلا فرطلل اهنع حاصفلإا مت يتلاو ةينورتكلإ\nbefore, on or after the date of this لكشب ءاوس يناثلا فرطلا يلثمم نم يلأ وأ\nagreement, to the second party or any of هذه ماربإ خيرات دعب وأ لبق رشابم ريغ وأ رشابم\nits Representatives, by the first party or\nلبق نم وأ لولأا فرطلا لبق نم كلذو ةيقافتلاا\nany of our Representatives or which\nنأ نكمي يتلا وأ ،لولأا فرطلا يلثمم نم يأ\ncomes to your attention in connection\n.عورشملاب قلعتي اميف يناثلا فرطلا اهيلع فقي\nwith the Project;\nall information in whatever form وأ ةيباتك( تناك ةروص يأب تامولعملا عيمج -\n(including in written, oral, visual or ةلاحب قلعتت يتلاو )ةينورتكلإ وأ ةيهفش\nelectronic form) relating to the\nاهاوتحمو ةيقافتلاا هذه كلذ لمشيو عورشملا\nexistence, status or progress of the\nتاشاقن يأ يف اهنع حاصفلإا متي تامولعم يأو\nProject including the existence and\n.عورشملا لوح متت\ncontents of this agreement and any\ndiscussions that may take place in\nrelation to the Project; and\nall documents that contain or reflect or سكعت وأ يوتحت يتلا تادنتسملاو قئاثولا عيمج -\nare generated from any of the foregoing وأ تادنتسم يأ وأ هلاعأ اهيلإ راشملا تامولعملا\nand all copies of any of the foregoing;\nراشملا تادنتسملاو قئاثولا نم يأ نم خسن يأ\n.هلاعأ اهيلإ\n(d) “Representatives” means, in relation to the هيعبات ،لولأا فرطلاب قلعتي اميف ينعت \"نيلثمم\" )د(\nfirst party, its Affiliates and their respective ءلاكولاو نيفظوملاو ءاردملا كلذ يف امب\ndirectors, officers, employees, agents,\n،يناثلا فرطلاب قلعتي اميف ينعتو .نيراشتسملاو\nconsultants and advisers, and, in relation to\n.نيينهملا هيراشتسم\nthe second party, means its professional\nadvisors; and\n(e) references to a “person” includes any ،ةكرش ،درف يأ لمشت \"صخش\" ىلإ ةراشإ يأ )ه(\nindividual, corporation, legal person, state or ريغ نايك يأ وأةماع ةئيه وأ ةلود ،يرابتعا صخش\nagency of a state, and any unincorporated\n.سسؤم\norganisation.\n2. DUTY OF CONFIDENTIALITY ةيرسلا ىلع ةظفاحملاب مازتللاا .2\n2.1 The second party undertakes to hold the ةيرسلا تامولعملا ىلع ظافحلاب يناثلا فرطلا مزتلي 2.1\nConfidential Information in strict confidence ًايئزج وأ ً ايلك اهرادصإ وأ اهرشن وأ اهءاشفإ مدعو\nGAMI - Confidential ديقم\n\n--- Page 3 ---\nand must not disclose, reproduce or distribute صخش يلأ رشابم ريغ وأ رشابم لكشب ءاوس\nany Confidential Information in whole or in كلذ نوكي نأ طرشب يناثلا فرطلا يلثمم فلاخب\npart, directly or indirectly, (or permit any of دعب كلذو عورشملاب ًاقلعتمو ًايرورض ءاشفلإا\nthe foregoing) to any persons, other than to its\nلبق نم ةقبسملا ةيطخلا ةقفاوملا ىلع لوصحلا\nRepresentatives to the extent that such\n.لولأا فرطلا\ndisclosure is strictly necessary for the\npurposes of the Project and in all cases\nfollowing the prior written approval of the\nfirst party.\n2.2 The second party undertakes that neither it nor يأ مادختسا هيلثممل وأ يناثلا فرطلل زوجي لا 2.2\nany of its Representatives may, without the صخش يلأ حامسلا وأ ضرغ يلأ ةيرس تامولعم\nfirst party prior written consent, use any\nقلعتت تامولعم رشنب صخش يأ ةدعاسم وأ\nConfidential Information for any purpose or\nلبق نم ةقبسملا ةيطخلا ةقفاوملا نودب ،عورشملاب\nmake, permit or assist any other person to\n.لولأا فرطلا\nmake any public announcement in relation to\nthe Project.\n2.3 The undertakings given by the second party in ةيقافتلاا هذه يف ةدراولا تامازتللاا عيمج ربتعت 2.3\nthis agreement are given on the second party نع ةباينلاب وأ ًايصخش يناثلا فرطلا نم ةرداص\nown behalf and on behalf of each of its\nيناثلا فرطلا مزتليو .مهتقفاومو ماتلا مهملعب هيلثمم\nRepresentatives with their full knowledge and\nهذه طورشو ماكحأب هيلثمم عيمج ملع نم دكأتلاب\nauthority. The second party must ensure that\nدق اوناك ول امك اهيف ءاج امب مهمازتلابو ةيقافتلاا\neach of its Representatives is informed of the\nterms of this agreement and procure that each مهنوك مدع نع رظنلا ضغب( ةيقافتلاا هذه اومربأ\nof Representative adheres to the terms of this يناثلا فرطلا لمحتيو )ةيقافتلاا هذهل ًافرط\nagreement as if it had entered into this .ةيقافتلاا هذه طورشو ماكحأب هيلثمم مازتلا ةيلوؤسم\nagreement in the second party’s place\n(notwithstanding that it is not a party hereto)\nand the second party will be responsible to the\nextent that any of its Representatives does not\ndo so.\n3. RETURN OR DESTRUCTION OF\nCONFIDENTIAL INFORMATION اهفلاتإ وأ ةيرسلا تامولعملا ةداعإ .3\nWhere the first party or the second party elect not to فرطلا لبق نم ءاوس عورشملاب يضملا مدع ررقت لاح يف\nproceed with the Project or where the first party, in فرطلا بلط لاح يف وأ ،يناثلا فرطلا لبق نم وأ لولأا\nits sole discretion, at any time, so demand in writing, فرطلا ىلع بجو ،هريدقتل ًاقفو تقو يأ يف كلذ لولأا\nthe second party and each of its Representatives will\nىلع يوتحت قئاثو وأ تادنتسم يأ فلاتإ وأ ةداعإ يناثلا\nwithin five (5) Business Days destroy or return to the\nلاح يفو .لمع مايأ )5( ةسمخ للاخ كلذو ةيرس تامولعم\nfirst party any documents containing Confidential\nInformation. In the event that the destruction of ديوزتب يناثلا فرطلا مزتلي ،تادنتسملا كلت فلاتإ ررقت\ndocuments is required, the second party must certify تامولعملا كلت فلاتإب ديفي يطخ ديكأتب لولأا فرطلا\nto the first party in wiring that such destruction has .ةيرسلا\noccurred.\nGAMI - Confidential ديقم\n\n--- Page 4 ---\n4. GENERAL ةماع ماكحأ .4\n4.1 The non-disclosure obligations in this نم ةيقافتلاا هذه يف ةدراولا تامازتللاا قبطنت 4.1\nagreement apply from the date hereof and .ةدودحم ريغ ةدملو اهخيرات\nshall continue in perpetuity.\n4.2 No right or license is granted to the second ةلصتملا ةيركفلا قوقحلا عيمج لولأا فرطلل نوكي 4.2\nparty in relation to the Confidential ىلع يناثلا فرطلل لصحي لاو ةيرسلا تامولعملاب\nInformation and all intellectual property\nتامولعملاب لصتي اميف ةصخر وأ قوقح يأ\nrights subsisting therein shall remain the sole\nةيركف قوقح يأ هل نوكي لاو اهاقلتي يتلا ةيرسلا\nand exclusive property of the first party.\n.اهب ةلصتم\n4.3 No assignment of this agreement or any of its نم يأ نع وأ ةيقافتلاا هذه نع لزانت يأ يرسي لا 4.3\nterms may take place without the first party ةقبسم ةيطخ ةقفاومب لاإ اهيف ةدراولا تامازتللاا\nprior written consent.\n.لولأا فرطلا لبق نم\n4.4 The first party disclaims any and all تانامض وأ تادهعت يأ لولأا فرطلا مدقي لا 4.4\nrepresentations or warranties of any kind, ةقدو ةحصب قلعتي اميف )ينمض مأ حيرص لكشب(\nwhether express or implied, made with\nفرطلا لمحتي لاو .ةيرسلا تامولعملا لامتكاو\nrespect to the Confidential Information\nنم يأ وأ يناثلا فرطلا هاجت ةيلوؤسم يأ لولأا\nincluding as to its truth, accuracy or\nررض وأ ةراسخ وأ ةبلاطم يأب قلعتي اميف هيلثمم\ncompleteness. To the fullest extent permitted\nby law, the first party shall have no liability to ةيرسلا تامولعملاب قلعتي وأ نع جتني عون يأ نم\nthe second party or any of its Representatives .ًاماظن هب حومسملا ردقلاب كلذو\nfor any claim, loss or damage of any kind or\nnature whatsoever arising out of or in\nconnection with the Confidential Information.\n4.5 No variation or amendment of this agreement هذه ىلع تارييغت وأ تلايدعت يأ يرست لا 4.5\nshall be valid unless it is in writing and duly لبق نم اهيلع ً اعقومو ةبوتكم تناك اذإ لاإ ةيقافتلاا\nexecuted by both parties.\n.نيفرطلا\n4.6 Any notice or other communication given متي يتلا تابطاخملا وأ تاراعشلإا نوكت نأ بجي 4.6\nunder this agreement or in connection with the يأب قلعتت يتلا وأ ةيقافتلاا هذه بجومب اهميدقت\nmatters contemplated herein shall be in\nوأ ةيبرعلا ةغللاب اهبجومب أشنت نأ نكمي ةلأسم\nArabic or English language, addressed to the\nيسيئرلا رقملا ىلإ ةهجوم نوكت نأو ةيزيلجنلإا\nhead office of the addressee.\n.ينعملا فرطلل\nGAMI - Confidential ديقم\n\n--- Page 5 ---\n4.7 This agreement has been executed in the ،ةيزيلجنلااو ةيبرعلا ةغللاب ةيقافتلاا هذه تمربأ 4.7\nArabic and English languages. In case of يأ دوجو دنع يبرعلا صنلاب ذخؤي نأ ىلع\ninconsistency, the Arabic text shall prevail.\n.نيصنلا نيب فلاتخا\n،خسنلا نم ناك ددع يأ نم ةيقافتلاا هذه ررحت 4.8\n.ةيقافتلاا هذه نم لصلأا ةخسن يأ لثمتو\n4.8 This agreement may be executed in any\nnumber of counterparts. Each counterpart\nshall constitute an original of this agreement.\n4.9 This agreement shall supersede all written and وأ ةبوتكم تايقافتا يأ لحم ةيقافتلاا هذه لحت 4.9\noral agreements of the parties entered into عم لماعتلا ةيفيكب قلعتي اميف نيفرطلا نيب ةيهفش\nwith regard to the treatment of Confidential\n.ةيرسلا تامولعملا\nInformation.\n4.10 This agreement shall be governed by and ةيبرعلا ةكلمملا ةمظنلأ ةيقافتلاا هذه عضخت 4.10\nconstrued in accordance with the laws of the ىلع نيفرطلا قفاويو .اهبجومب رسفتو ةيدوعسلا\nKingdom of Saudi Arabia and the parties\nةيدوعسلا ةيبرعلا ةكلمملا مكاحمل نوكي نأ\nagree to submit to the exclusive jurisdiction of\nنيب أشني عازن يأ لحب يرصحلا صاصتخلاا\nthe courts of the Kingdom of Saudi Arabia.\n.ةيقافتلاا هذهب لصتي اميف نيفرطلا\n__________________________ __________________________\nنع ةيركسعلا تاعانصلل ةماعلا ةئيهلا نع\nFor and on behalf of For and on behalf of\nThe General Authority for Military Industries\nName\nPassport/Saudi Civil ID No.:\nGAMI - Confidential ديقم",
      "length": 11648
    },
    {
      "filename": "pmoمتطلبات إدارة المشاريع 2.pdf",
      "content": "--- Page 1 ---\n:Pmo عيراشملا ةرادإ بتكم تاطارتشا\nةيركسعلا تاعانصلل ةماعلا ةئيهلا يف عيراشلما ةرادإ بتكم ةيجهنمب مازتللاا دقاعتلما ىلع بجي .أ\nةيركسعلا تاعانصلل ةماعلا ةئيهلاب ةصاخلا بلاوقلا مادختساب عورشلما قلاطإ عامتجا صخي يميدقت حئارش ضرع ميدقت دقاعتلما ىلع بجي .ب\nنيفرطلا لبق نم اهدامتعا متيو لامعلاا ءدب رضحم عم دمتعلما ينمزلا جمانربلا نم ةخسن قافرا متي .ج\nزاجنلإا خيرات نم ى صقا دحب مايأ 10 للاخ اهدامتعا متي يتلا تاجرخملل ريتاوف رادصا دقاعتلما ىلع بجي .د\n.ينملأا حسلما تاءارجا ءدب تاياغل ةيسرتلا راعشا نم مايأ 5 للاخ ةذفنلما ةكرشلا لمع قيرف تامولعم لاسرا .ه\n. هل ةلوخلما تايحلاصلاب هفيلكت حضوي ةذفنلما ةكرشلا نم عورشم ريدم نييعتب دمتعم باطخ ميدقت .و\n.يناربيسلا نملأل ةينطولا ةئيهلا نم ةرداصلاو ةئيهلا يف يناربيسلا نملأاب ةصاخلا تاميظنتلاو حئاوللاب مازتللاا .ز\nيناربيس نمأ ةثداح ثودح لاح يف لصاوتلا تاءارجإ .ح\nةينطولا تانايبلا ةرادإ بتكم نم ةرداصلاو ةئيهلا يف تانايبلا ةرادإ بتكمب ةصاخلا تاميظنتلاو حئاوللاب مازتللاا .ط\nعيقوت نم مايأ 10 للاخ عيراشلما ةرادإ بتكم طباوض بسح MS – PROJECT ةغيصب ينمز جمانرب ىلا ةفاضلإاب ةيليصفت لمع ةطخ ميدقت .ي\n: ةيلاتلا طورشلا قفو دقعلا\nدقعلاب روكذلما عورشلما مسا عم ينمزلا لودجلاب عورشلما مسا قباطت نم دكأتلا .1\nسيمخلا موي ىلا دحلأا موي نم لمعلا مايأ طبض نم دكأتلا .2\nلمعلا ريس عم ةلخادتلما ةيمسرلا تازاجلاا هاعارم .3\nينمزلا لودجلاب ةروكذلما تاجرخلما عم دقعلاب ةدمتعلما تاجرخلما مسا قباطت .4\nدقعلا بسح هل ةصصخلما ةينمزلا ةدلمابو جرخلماب ةصاخلا تاطاشنلا ةيادب خيراتب مازتللاا .5\nً\nمدقتل ةقيقدلا ةبقارلما نامضل لمع مايأ 5 ةمهم يلأ ىوصقلا ةدلما زواجتت لا ثيحب يفكي امب لاصفم لودجلا نوكي نأ بجي .6\nعورشلما\n)auto scheduled mode( ةيئاقلتلا ةيعضولاب نوكت نا بجي ةطشنلأا عيمج .7\n(predecessors( ماهلما تايدامتعا نيمضت بجي .8\nGAMI - Confidentialديقم",
      "length": 1675
    },
    {
      "filename": "تاهيل 1.pdf",
      "content": "--- Page 1 ---\nنيدروملا ليهأت تابلطتم\nHere is a list of requirements for the ةماعلا ةئيهلاب ةصاخلا تابلطتملاب ةمئاق مكيلإ\nGeneral Authority for Military Industries ةصنم يف اهميدقتل ةيركسعلا تاعانصلل\nto be submitted on the Etimad .دامتعا\n.platform ددرتلا مدع لمأن تاراسفتسا يا دوجو لاح يف\nIf you have any inquiries, we hope you do ربع انتلسارم وأ (0112821000) ىلع لاصتالاب\nnot hesitate to call (0112821000) or ينورتكلالا ديربلا\n.write to us via email procurement@gami.gov.sa\nprocurement@gami.gov.sa ليهأتلا ةرادإ تايحت عم\nGreetings from the Rehabilitation\nDepartment\nGAMI - Publicماع\n\n--- Page 2 ---\nGeneral Pre-qualification Requirements: : ليهأتلل ةماعلا تابلطتملا\n1. Copy of a valid Commercial Registration Certificate يوتحي نأ ىلع لوعفملا يراس يراجتلا لجسلا نم ةروص .1\nand it should include the works for which Contractor is .هل ليهأتلا بولطملا لمعلا لاجم ىلع\nseeking pre-qualification.\n2. Copy of a valid Zakat Payment Certificate. .لوعفملا ةيراس ةاكزلا ةداهش نم ةروص .2\n3. Copy of valid registration Certificate in General تانيمأتلل ةماعلا ةسسؤملاب ليجستلا ةداهش نم ةروص .3\nOrganization for Social Insurance. .لوعفملا ةيراس ةيعامتجالا\n4. Copy of a valid Chamber of Commerce & Industry ةيراس ةيعانصلا ةيراجتلا ةفرغلل باستنالا ةقيثو نم ةروص .4\nCertificate. .لوعفملا\n5. Copy of a valid Classification Certificate issued by the ةرازو نم ةرداص نيلواقملا فينصت ةداهش نم ةروص .5\nMinistry of Municipality & Rural Affairs and it should نوكي نأ ىلع لوعفملا ةيراس ةيورقلاو ةيدلبلا نوؤشلا\ninclude the works for which Contractor is seeking pre- بسحو هل ليهأتلا بولطملا لمعلا لاجم يف فنصم\nqualification with required grade. .ةبولطملا ةجردلا\n6. Copy of valid Saudization Certificate. .لوعفملا ةيراس ةدوعسلا ةداهش نم ةروص .6\n7. For foreign companies, Please provide a certificate كنب نم ةداهش ميدقت ىجري ،ةيبنجألا تاكرشلل ةبسنلاب .7\nfrom a recognized bank acceptable to Saudi Arabian نإ( يدوعسلا يبرعلا دقنلا ةسسؤم نم ةلوبقم هب فرتعم\nMonetary Agency SAMA (If applicable) )تدجو\n8. Copy of your company pre-qualify with: (ARAMCO, وأ ءابرهكلل ةيدوعسلا ةكرشلا ىدل ةكرشلا ليهأت نم ةروص .8\nSEC, MARAFIQ and SABIC) (If available) . )دجو نإ( ) كباس وأ قفارم وأ وكمارأ\n9. For foreign companies, Investment Certificate from رامثتسالاو ةراجتلا ةرازو نم رامثتسالا ةداهش ةروص .9\nSaudi Arabia General Investment Authority (SAGIA) )ةيبنجألا تاكرشلل\n10. Copy of Article of Association & any amendments اقحال هيلع يرجت تاليدعت يأو سيسأتلا دقع نم ةروص .10\nthereafter\nتاونس ثالث رخآل ةسسؤملا وأ ةكرشلل يلاملا عضولا .11\n11. Financial report for the last 3 years. ليجست ةقيثو( ةيصصختلا فارتعالا تاداهش نم ةروص .12\nةيدوعسلا ةئيهلاب ليجست ةداهش ،يعانصلا نمألا\n12. Copy of certificate professional recognition of) Saudi )خلا ... نيسدنهملل\nCouncil of Engineers. Certificate..etc.) Industrial Security .موتخمو عقوم ليهأتلا تابلطتم ةمئاق جذومن ميدقت. .13\nلودج ميدقت متي نأ مزلي نماضتلاب ليهأتلا بلط لاح يف\n13. Fill the pre-qualification requirement checklist ةموتخمو هعقوم ةنماضتملا تاكرشلا نيب لامعألا ميسقت\nsigned and stamped. .ةيراجتلا ةفرغلا نم اهقيدصت متي نا ىلع نينماضتملا نم\nIn case of request for qualification in joint venture, it is\nnecessary to submit a division of work between the\njoint companies signed and stamped by the companies\nand certified by the Chamber of Commerce.\nGAMI - Publicماع\n\n--- Page 3 ---\n:يسدنهلا لاجملل ليهأتلا تابلطتم\n1. Pre-qualification Requirements for\nEngineering Services:\nتاونس سمخلا لالخ لامعألا تاربخب ةمئاق .1\n1. Experience list for the last 5 years\nلاجم يف اهجراخ وأ ةكلمملا لخاد ةيضاملا\nshowing the works executed by ىلع ةلمتشم هل ليهأتلا بولطملا لمعلا\nthe company inside/outside Saudi قدصت نأ ىلع ذفّ نملا لمعلا قاطن\nArabia including the scope of وأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nworks for which the company is . ةيعانصل\nseeking pre-qualification. نمألاو ةئيبلاو ةحصلا قئاثوو تالجس .2\n(EHSS). ةمالسلاو\nChamber of Commerce or\n(150). ةيرايعملا ةقباطملا تاداهش\nIndustry should certify content of\nتماق يتلا لامعألل زاجنإلا تاداهش .3\nsuch list.\nنم ةسسؤملا وأ ةكرشلا اهذيفنتب\n2. Environment, Health, Safety,\nيف اهجراخ وأ ةكلمملا لخاد نيديفتسملا\nSecurity (EHSS) Procedures and\nًاحضوم هل ليهأتلا بولطملا لمعلا لاجم\nrecords\nةذفنملا لامعألا قاطن\n3. International Organization for\nيوذو نيينهملا ةكرشلل يميظنتلا لكيهلا .4\nStandardization Certificates (ISO). .ةربخلا\n4. Performance Certificates issued by ةلماعلا ىوقلاب ةمئاق .5\nclients indicating the works ةدوجلا نامضو مكحتلا ليلد .6\nexecuted inside/outside Saudi\nArabia for which the Contractor is\nseeking pre- qualification.\n5. Company organization structure\nand experienced professionals.\n6. Man power capacity\n7. Quality assurance & control\nProcedures.\nGAMI - Publicماع\n\n--- Page 4 ---\nPre-qualification Requirements for :ينفلاو يئاشنإلا لاجملل ليهأتلا تابلطتم\nConstruction and technical works:\nتاونس سمخلا لالخ لامعألا تاربخب ةمئاق .1\n1. Experience list for the last 5 years\nلاجم يف اهجراخ وأ ةكلمملا لخاد ةيضاملا\nshowing the works executed by the\nىلع ةلمتشم هل ليهأتلا بولطملا لمعلا\ncompany inside/outside Saudi\nقدصت نأ ىلع ذفّ نملا لمعلا قاطن\nArabia including the scope of\nوأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nworks for which the company is . ةيعانصل\nseeking pre-qualification. Chamber ةمالسلاو نمألاو ةئيبلاو ةحصلا قئاثوو تالجس\nof Commerce or Industry should (EHSS).\ncertify content of such list. (150). ةيرايعملا ةقباطملا تاداهش .2\n2. Environment, Health, Safety, تماق يتلا لامعألل زاجنإلا تاداهش .3\nنم ةسسؤملا وأ ةكرشلا اهذيفنتب\nSecurity (EHSS) Procedures and\nيف اهجراخ وأ ةكلمملا لخاد نيديفتسملا\nrecords\nًاحضوم هل ليهأتلا بولطملا لمعلا لاجم\n3. International Certificates (ISO).\nةذفنملا لامعألا قاطن\nOrganization for Standardization\nيوذو نيينهملا( ةكرشلل يميظنتلا لكيهلا .4\n4. Performance Certificates issued by\n.)ةربخلا\nclients indicating the works\nexecuted inside/outside Saudi\nةلماعلا ىوقلاب ةمئاق .5\nArabia for which the Contractor is\nseeking pre- qualification. ةدوجلا نامضو مكحتلا ليلد .6\n5. Company organization structure\nand experienced professionals.\n6. Man power capacity\n7. Quality assurance & control\nProcedures.\nGAMI - Publicماع\n\n--- Page 5 ---\nPre-qualification Requirements for :ةيراشتسالا لامعألا لاجمل ليهأتلا تابلطتم\nConsultants:\n.1Experience list for the last 5 years showing ةسسؤملا وأ ةكرشلا اهب تماق يتلا لامعألاب ةمئاق .1\nthe works executed by the company وأ ةكلمملا لخاد ةيضاملا تاونس سمخلا لالخ\ninside/outside Saudi Arabia including the هل ليهأتلا بولطملا لمعلا لاجم يف اهجراخ\nscope of works for which the Contractor is قدصت نأ ىلع ذفنملا لمعلا قاطن ىلع ةلمتشم\nseeking pre-qualification. Content of such .ةيعانصلا وأ ةيراجتلا ةفرغلا نم ةمئاقلا تايوتحم\nlist should be certified by Chamber of\nCommerce or Industry. ةكرشلا اهذيفنتب تماق يتلا لامعألل زاجنإلا تاداهش .2\n.2Performance Certificates issued by clients اهجراخ وأ ةكلمملا لخاد نيديفتسملا نم ةسسؤملا وأ\nindicating the works executed قاطن ًاحضوم هل ليهأتلا بولطملا لمعلا لاجم يف\ninside/outside Saudi Arabia for which the .ةذفنملا لامعألا\nContractor is seeking pre- qualification.\n.3Company organization structure and .)ةربخلا يوذو نيينهملا ةكرشلل يميظنتلا لكيهلا .3\nexperienced professionals\n.4Quality assurance & control Procedures. .ةدوجلا نامضو مكحتلا ليلد .4\nPre-qualification Requirements for :عينصتلا لاجملا ليهأتلا تابلطتم .1\nManufacturers:\nوأ ةكرشلا اهب تماق يتلا لامعألاب ةمئاق .2\n.1Experience list for the last 5 years showing لخاد ةيضاملا تاونس سمخلا لالخ ةسسؤملا\nthe works executed by the company بولطملا لمعلا لاجم يف اهجراخ وأ ةكلمملا\ninside/outside Saudi Arabia including the ذفنملا لمعلا قاطن ىلع ةلمتشم هل ليهأتلا\nscope of works for which the Contractor is ةفرغلا نم ةمئاقلا تايوتحم قدصت نأ ىلع\nseeking pre-qualification. Content of such .ةيعانصلا وأ ةيراجتلا\nlist should be certified by Chamber of\nCommerce or Industry. اهذيفنتب تماق يتلا لامعألل زاجنإلا تاداهش .3\nلخاد نيديفتسملا نم ةسسؤملا وأ ةكرشلا\n.2Performance Certificates issued by clients بولطملا لمعلا لاجم يف اهجراخ وأ ةكلمملا\nindicating the works executed .ةذفنملا لامعألا قاطن ًاحضوم هل ليهأتلا\ninside/outside Saudi Arabia for which the\nContractor is seeking pre- qualification. ةمالسلاو ةيئيبلاو ةيحصلا قئاثولاو تالجسلا .4\n.)EHSS( نامألاو\n.3Environment, Health, Safety, Security\n(EHSS) Procedures and records. .)150( ةيرايعملا ةقباطملا تاداهش .5\n.ةدوجلا نامضو مكحتلا ليلد .6\n.4International Organization for\nStandardization Certificates (ISO).\n.5Quality assurance & control Procedures.\nGAMI - Publicماع\n\n--- Page 6 ---\n:يحصلا نيمأتلا لاجمل ليهأتلا تابلطتم\nPre-qualification Requirements for health\ninsurance يبرعلا دقنلا ةسسؤم صيخرت نم ةروص .ا\nيدوعسلا\n1. Copy of a valid Insurance SAMA\nLicense. ةمئاق عم يبطلا لاجملا يف تاربخلاب ةمئاق\n.نييلاحلا ءالمعلا\n2. Experience within the medical sector\nwith list for current customers حضوت نييلاح ءالمع ثالث نم ةيصوت تاباطخ\nةكرشلا ءادأ نسح\n3. Reference letters from three different\nexisting customers mentioning good لاملا سأرو ةكرشلا كالم ليصافت .4\nperformance\nنويلم 5 زواجتت يتلا ةعوفدملا نيمأتلا تابلاطم\n4. Details of company ownership with ةسفانملا خيرات نم ةيضاملا تاونس سمخلل لاير\nissued& paid up capital. خيراتو لاير نويلم 5 زواجتت ةحوتفم تابلاطم يأو\nاهئافو\n5. Details of any claims in excess of\n5,000,000 paid in the five years يميظنتلا لكيهلاو ةكرشلا ةرادإ سلجم ءامسأ .1\npreceding the date of receipt of this\nbid document and any claim in ليغشتلا تايلمعل يذيفنتلا سيئرلا مسا\nexcess of SR 5,000,000 outstanding at\nthe date of the paid submission ينفلا ريدملا تاداهشو تالهؤم\n6. Names of Board members\n7. Name of chief Operating Officer\n8. Qualifications/Insurance technical\nhead/manager certificate of the\nGAMI - Publicماع\n\n--- Page 7 ---\nGAMI - Publicماع\n\n--- Page 8 ---\nNo: : مقرلا\nDate: :خيراتلا\nTo Respected Director of Procurement and مرتحملا دوقعلاو تايرتشملا ةرادإ ريدم /ةداعس\nContracts Department\nSubject: Request for qualification for tender No. ةصاخلاو ) ةصقانملا مقر ( مقر ةصقانملل ليهأت بلط :عوضوملا\n(Project No) & (Project name). .)ةصقانملا مسا(ـب\nانتايحت مكلو\nRegards.\n: لوؤسملا\nAuthorized person:\n:عيقوتلا\nSignature\n:ةكرشلا وا ةسسؤملل يمسرلا ليميالا\nThe official email of the institution or company:\n: يمسرلا متخلا\nOfficial seal:\n.يمسرلا ةكرشلا قرو ىلع باطخلا عبطي :ةظحالم\nGAMI - Publicماع",
      "length": 10075
    },
    {
      "filename": "مشروع تجديد رخص و الخدمات المدارة لأنظمة IVANTI.pdf",
      "content": "--- Page 1 ---\nGAMI- Public ماع\nةيساسألا تامولعملا\nIVANTI ةمظنأل ةرادملا تامدخلا و صخر ديدجت عورشم ةسفانملا مسا\nةسفانملا مقر\n251039012008 يعجرملا مقرلا\nةسفانملا نم ضرغلا\nةزهجالا و ITSM تامدخلا ةرادإب ةصاخلا Ivanti ةمظنأل ميقم سدنهم ريفوت عم ةرادملا تامدخلا ذيفنت و صخر ديدجت\nةساركلا يف ةروكذملا طورشلاو تابلطتملا بسح EPM\nةيريدقتلا ةميقلا\n1,658,304.12\nGAMI - Public ماع",
      "length": 368
    }
  ],
  "excel_files": [],
  "word_docs": [],
  "images": [],
  "text_files": [],
  "total_files": 10,
  "total_text_length": 47532,
  "errors": [],
  "_cache_metadata": {
    "folder_path": "D:\\Users\\yoonus\\documents\\GitHub\\Etimad\\downloads\\مشروع تجديد رخص و الخدمات المدارة لأنظمة IVANTI_251039012008",
    "folder_hash": "8db528b1dd71a636cb5b1fbe0a619894",
    "cached_at": "2025-10-28T17:11:25.991922",
    "expires_at": "2025-11-27T17:11:25.991922"
  }
}